/* Class = "UILabel"; text = "Label"; ObjectID = "0fe-tb-d45"; */
"0fe-tb-d45.text" = "Label";

/* Class = "UITextField"; accessibilityIdentifier = "payment_confirm_email_text_field"; ObjectID = "0Uq-6s-EVN"; */
"0Uq-6s-EVN.accessibilityIdentifier" = "payment_confirm_email_text_field";

/* Class = "UITextField"; placeholder = "Email"; ObjectID = "0Uq-6s-EVN"; */
"0Uq-6s-EVN.placeholder" = "Email";

/* Class = "UITextField"; accessibilityIdentifier = "payment_confirm_last_name_text_field"; ObjectID = "1Dd-nf-9Eb"; */
"1Dd-nf-9Eb.accessibilityIdentifier" = "payment_confirm_last_name_text_field";

/* Class = "UITextField"; placeholder = "Last Name"; ObjectID = "1Dd-nf-9Eb"; */
"1Dd-nf-9Eb.placeholder" = "Last Name";

/* Class = "UIButton"; normalTitle = "BOOK"; ObjectID = "1dv-6U-pQ0"; */
"1dv-6U-pQ0.normalTitle" = "BOOK";

/* Class = "UILabel"; text = "Payment method: Pay now with creditcard"; ObjectID = "2A5-wg-eCd"; */
"2A5-wg-eCd.text" = "Payment method: Pay now with creditcard";

/* Class = "UITextField"; accessibilityIdentifier = "payment_confirm_card_month_text_field"; ObjectID = "4Gx-UD-o1S"; */
"4Gx-UD-o1S.accessibilityIdentifier" = "payment_confirm_card_month_text_field";

/* Class = "UITextField"; placeholder = "MM"; ObjectID = "4Gx-UD-o1S"; */
"4Gx-UD-o1S.placeholder" = "MM";

/* Class = "UILabel"; text = "2 Nights"; ObjectID = "665-xg-bhV"; */
"665-xg-bhV.text" = "2 Nights";

/* Class = "UILabel"; text = "IDR XXX,XXX"; ObjectID = "7k1-S8-Wvt"; */
"7k1-S8-Wvt.text" = "IDR XXX,XXX";

/* Class = "UILabel"; text = "American Breakfase: Not include"; ObjectID = "8FT-xg-WSH"; */
"8FT-xg-WSH.text" = "American Breakfase: Not include";

/* Class = "UILabel"; text = "2 Guests"; ObjectID = "8jh-Ph-YCg"; */
"8jh-Ph-YCg.text" = "2 Guests";

/* Class = "UILabel"; text = "Promo Code"; ObjectID = "8KD-D8-QaM"; */
"8KD-D8-QaM.text" = "Promo Code";

/* Class = "UILabel"; text = "INCL. TAX & SERVICE CHARGE"; ObjectID = "8Pb-u6-u3E"; */
"8Pb-u6-u3E.text" = "INCL. TAX & SERVICE CHARGE";

/* Class = "UILabel"; text = "Label"; ObjectID = "a5A-P4-CVD"; */
"a5A-P4-CVD.text" = "Label";

/* Class = "UILabel"; text = "You will have a chance to review the details on the next page before confirming your booking"; ObjectID = "ac3-7d-Wkd"; */
"ac3-7d-Wkd.text" = "You will have a chance to review the details on the next page before confirming your booking";

/* Class = "UIBarButtonItem"; title = "Back"; ObjectID = "AZs-x1-cNq"; */
"AZs-x1-cNq.title" = "Back";

/* Class = "UILabel"; text = "Label"; ObjectID = "Bge-0a-z09"; */
"Bge-0a-z09.text" = "Label";

/* Class = "UIButton"; normalTitle = "Button"; ObjectID = "CdB-Hq-jcC"; */
"CdB-Hq-jcC.normalTitle" = "Button";

/* Class = "UILabel"; text = "959"; ObjectID = "cTg-zs-dyH"; */
"cTg-zs-dyH.text" = "959";

/* Class = "UITextField"; accessibilityIdentifier = "payment_confirm_first_name_text_field"; ObjectID = "CXx-pi-H0U"; */
"CXx-pi-H0U.accessibilityIdentifier" = "payment_confirm_first_name_text_field";

/* Class = "UITextField"; placeholder = "First Name"; ObjectID = "CXx-pi-H0U"; */
"CXx-pi-H0U.placeholder" = "First Name";

/* Class = "UIBarButtonItem"; title = "Back"; ObjectID = "CzU-qB-o3z"; */
"CzU-qB-o3z.title" = "Back";

/* Class = "UILabel"; text = "100,000"; ObjectID = "d3z-CN-Kug"; */
"d3z-CN-Kug.text" = "100,000";

/* Class = "UIView"; accessibilityIdentifier = "payment_confirm_pay_at_hotel_button"; ObjectID = "DJn-2Z-SOZ"; */
"DJn-2Z-SOZ.accessibilityIdentifier" = "payment_confirm_pay_at_hotel_button";

/* Class = "UILabel"; text = "100,100"; ObjectID = "Dsu-xP-obz"; */
"Dsu-xP-obz.text" = "100,100";

/* Class = "UILabel"; text = "Red Planet Surawong, Bangkok"; ObjectID = "eC4-Qp-uY3"; */
"eC4-Qp-uY3.text" = "Red Planet Surawong, Bangkok";

/* Class = "UITextField"; placeholder = "Contact Number"; ObjectID = "Eru-qh-hxn"; */
"Eru-qh-hxn.placeholder" = "Contact Number";

/* Class = "UILabel"; text = "Payment method: Pay at hotel"; ObjectID = "F9L-sY-3ts"; */
"F9L-sY-3ts.text" = "Payment method: Pay at hotel";

/* Class = "UILabel"; text = "PAY AT HOTEL"; ObjectID = "fkv-fZ-SZi"; */
"fkv-fZ-SZi.text" = "PAY AT HOTEL";

/* Class = "UILabel"; text = "(THB)"; ObjectID = "FLD-qA-VrH"; */
"FLD-qA-VrH.text" = "(THB)";

/* Class = "UILabel"; text = "MISS XXXXX XXXXXX"; ObjectID = "FOX-TZ-mjs"; */
"FOX-TZ-mjs.text" = "MISS XXXXX XXXXXX";

/* Class = "UILabel"; text = "+ American Breakfast"; ObjectID = "fqU-Bu-VSh"; */
"fqU-Bu-VSh.text" = "+ American Breakfast";

/* Class = "UILabel"; text = "Label"; ObjectID = "fvs-cA-DS2"; */
"fvs-cA-DS2.text" = "Label";

/* Class = "UIButton"; normalTitle = "DONE"; ObjectID = "gA3-FJ-kH2"; */
"gA3-FJ-kH2.normalTitle" = "DONE";

/* Class = "UINavigationItem"; title = "REVIEW & BOOK"; ObjectID = "gsO-86-acc"; */
"gsO-86-acc.title" = "REVIEW & BOOK";

/* Class = "UIButton"; normalTitle = "Terms and Conditions of Booking"; ObjectID = "gZC-OD-Oxt"; */
"gZC-OD-Oxt.normalTitle" = "Terms and Conditions of Booking";

/* Class = "UILabel"; text = "THB"; ObjectID = "HoU-iz-BWm"; */
"HoU-iz-BWm.text" = "THB";

/* Class = "UIButton"; accessibilityIdentifier = "payment_confirm_promo_code_apply_button"; ObjectID = "I3J-FP-f9Z"; */
"I3J-FP-f9Z.accessibilityIdentifier" = "payment_confirm_promo_code_apply_button";

/* Class = "UIButton"; normalTitle = "apply"; ObjectID = "I3J-FP-f9Z"; */
"I3J-FP-f9Z.normalTitle" = "apply";

/* Class = "UILabel"; text = "SPECIAL PROMOTION CODE"; ObjectID = "IcD-5R-uEN"; */
"IcD-5R-uEN.text" = "SPECIAL PROMOTION CODE";

/* Class = "UILabel"; text = "incl. tax & Service Charge (THB 0.00) "; ObjectID = "IKQ-GF-uAh"; */
"IKQ-GF-uAh.text" = "incl. tax & Service Charge (THB 0.00)";

/* Class = "UILabel"; text = "Label"; ObjectID = "IpQ-QW-WkM"; */
"IpQ-QW-WkM.text" = "Label";

/* Class = "UITextField"; accessibilityIdentifier = "payment_confirm_card_year_text_field"; ObjectID = "J1n-bQ-zsF"; */
"J1n-bQ-zsF.accessibilityIdentifier" = "payment_confirm_card_year_text_field";

/* Class = "UITextField"; placeholder = "YYYY"; ObjectID = "J1n-bQ-zsF"; */
"J1n-bQ-zsF.placeholder" = "YYYY";

/* Class = "UILabel"; text = "Label"; ObjectID = "jQG-t2-RA6"; */
"jQG-t2-RA6.text" = "Label";

/* Class = "UILabel"; text = "Label"; ObjectID = "kkh-Ab-OwY"; */
"kkh-Ab-OwY.text" = "Label";

/* Class = "UILabel"; text = "IDR XXX,XXX"; ObjectID = "kmI-lA-Mpf"; */
"kmI-lA-Mpf.text" = "IDR XXX,XXX";

/* Class = "UINavigationItem"; title = "Booking complete"; ObjectID = "l41-s0-SEK"; */
"l41-s0-SEK.title" = "Booking complete";

/* Class = "UIView"; accessibilityIdentifier = "payment_confirm_paynow_button"; ObjectID = "Let-TD-QXu"; */
"Let-TD-QXu.accessibilityIdentifier" = "payment_confirm_paynow_button";

/* Class = "UILabel"; text = "Total: X,XXX Baht"; ObjectID = "MK5-i6-J2I"; */
"MK5-i6-J2I.text" = "Total: X,XXX Baht";

/* Class = "UIButton"; normalTitle = "Apply"; ObjectID = "mOF-Oj-C8A"; */
"mOF-Oj-C8A.normalTitle" = "Apply";

/* Class = "UILabel"; text = "Label"; ObjectID = "Mpr-4p-BK5"; */
"Mpr-4p-BK5.text" = "Label";

/* Class = "UILabel"; text = "Label"; ObjectID = "Ncq-jQ-wGD"; */
"Ncq-jQ-wGD.text" = "Label";

/* Class = "UILabel"; text = "By making this booking, you are agree to the"; ObjectID = "NtD-9k-j6Q"; */
"NtD-9k-j6Q.text" = "By making this booking, you are agree to the";

/* Class = "UILabel"; text = "IDR XXX,XXX"; ObjectID = "NYl-mo-bjB"; */
"NYl-mo-bjB.text" = "IDR XXX,XXX";

/* Class = "UIButton"; accessibilityIdentifier = "payment_confirm_scan_your_card_button"; ObjectID = "ob3-Vq-P3Q"; */
"ob3-Vq-P3Q.accessibilityIdentifier" = "payment_confirm_scan_your_card_button";

/* Class = "UIButton"; normalTitle = "SCAN YOUR CARD"; ObjectID = "ob3-Vq-P3Q"; */
"ob3-Vq-P3Q.normalTitle" = "SCAN YOUR CARD";

/* Class = "UILabel"; accessibilityIdentifier = "booking_complete_number_of_breakfast"; ObjectID = "pek-PN-aPP"; */
"pek-PN-aPP.accessibilityIdentifier" = "booking_complete_number_of_breakfast";

/* Class = "UILabel"; text = "Label"; ObjectID = "pek-PN-aPP"; */
"pek-PN-aPP.text" = "Label";

/* Class = "UILabel"; text = "We make it easy to enter your card, simply take a photo of it to have it auto entered. You may also enter the detail manually."; ObjectID = "pEq-Es-5qQ"; */
"pEq-Es-5qQ.text" = "We make it easy to enter your card, simply take a photo of it to have it auto entered. You may also enter the detail manually.";

/* Class = "UILabel"; text = "Label"; ObjectID = "pgu-DK-rMn"; */
"pgu-DK-rMn.text" = "Label";

/* Class = "UITextField"; accessibilityIdentifier = "payment_confirm_card_name_text_field"; ObjectID = "PpN-KI-HXd"; */
"PpN-KI-HXd.accessibilityIdentifier" = "payment_confirm_card_name_text_field";

/* Class = "UITextField"; placeholder = "Card Number"; ObjectID = "PpN-KI-HXd"; */
"PpN-KI-HXd.placeholder" = "Card Number";

/* Class = "UILabel"; text = "incl. tax & Service Charge (THB 0.00) "; ObjectID = "QmZ-Ic-EiW"; */
"QmZ-Ic-EiW.text" = "incl. tax & Service Charge (THB 0.00)";

/* Class = "UILabel"; text = "Double Room"; ObjectID = "Qyd-xJ-W5W"; */
"Qyd-xJ-W5W.text" = "Double Room";

/* Class = "UILabel"; text = "1959"; ObjectID = "RFh-vZ-XEk"; */
"RFh-vZ-XEk.text" = "1959";

/* Class = "UILabel"; text = "(1 NIGHT)"; ObjectID = "rgw-wc-nDu"; */
"rgw-wc-nDu.text" = "(1 NIGHT)";

/* Class = "UILabel"; text = "We offer you the flexibillity of paying upon arrival (with small extra charge)"; ObjectID = "rkV-7a-bLq"; */
"rkV-7a-bLq.text" = "We offer you the flexibillity of paying upon arrival (with small extra charge)";

/* Class = "UILabel"; text = "Label"; ObjectID = "rR5-63-xWM"; */
"rR5-63-xWM.text" = "Label";

/* Class = "UITextField"; accessibilityIdentifier = "payment_confirm_title_name_text_field"; ObjectID = "rsn-i8-h8O"; */
"rsn-i8-h8O.accessibilityIdentifier" = "payment_confirm_title_name_text_field";

/* Class = "UITextField"; placeholder = "Title"; ObjectID = "rsn-i8-h8O"; */
"rsn-i8-h8O.placeholder" = "Title";

/* Class = "UILabel"; text = "Your room will not be guaranteed and will be held until 16:00 (local time) on the day of arrival. If you fail to check-in by 16:00 (local time), the room will be released and made available to other customers"; ObjectID = "rV9-bI-oAv"; */
"rV9-bI-oAv.text" = "Your room will not be guaranteed and will be held until 16:00 (local time) on the day of arrival. If you fail to check-in by 16:00 (local time), the room will be released and made available to other customers";

/* Class = "UINavigationItem"; title = "CONFIRMATION"; ObjectID = "s3q-kb-lx0"; */
"s3q-kb-lx0.title" = "CONFIRMATION";

/* Class = "UILabel"; text = "100,100"; ObjectID = "sUt-Zc-1w8"; */
"sUt-Zc-1w8.text" = "100,100";

/* Class = "UILabel"; text = "Label"; ObjectID = "sXb-kG-89Y"; */
"sXb-kG-89Y.text" = "Label";

/* Class = "UITextField"; accessibilityIdentifier = "payment_confirm_card_cvv_text_field"; ObjectID = "tBw-9T-8jj"; */
"tBw-9T-8jj.accessibilityIdentifier" = "payment_confirm_card_cvv_text_field";

/* Class = "UITextField"; placeholder = "CVV / Security Code"; ObjectID = "tBw-9T-8jj"; */
"tBw-9T-8jj.placeholder" = "CVV / Security Code";

/* Class = "UILabel"; text = "(THB)"; ObjectID = "TzP-gT-d5e"; */
"TzP-gT-d5e.text" = "(THB)";

/* Class = "UILabel"; text = "(Use the Back button to make any changes)"; ObjectID = "UlY-PW-4xq"; */
"UlY-PW-4xq.text" = "(Use the Back button to make any changes)";

/* Class = "UITextField"; accessibilityIdentifier = "payment_confirm_promo_code_text_field"; ObjectID = "uMj-6y-7pY"; */
"uMj-6y-7pY.accessibilityIdentifier" = "payment_confirm_promo_code_text_field";

/* Class = "UITextField"; placeholder = "Promo Code"; ObjectID = "uMj-6y-7pY"; */
"uMj-6y-7pY.placeholder" = "Promo Code";

/* Class = "UILabel"; text = "(THB)"; ObjectID = "Vcg-Ep-k27"; */
"Vcg-Ep-k27.text" = "(THB)";

/* Class = "UILabel"; text = "Twin Room"; ObjectID = "veH-uA-B2N"; */
"veH-uA-B2N.text" = "Twin Room";

/* Class = "UITextField"; accessibilityIdentifier = "payment_confirm_card_holder_text_field"; ObjectID = "Vjl-Yi-K6c"; */
"Vjl-Yi-K6c.accessibilityIdentifier" = "payment_confirm_card_holder_text_field";

/* Class = "UITextField"; placeholder = "Cardholder's Name"; ObjectID = "Vjl-Yi-K6c"; */
"Vjl-Yi-K6c.placeholder" = "Cardholder's Name";

/* Class = "UILabel"; text = "Pay now and lock in our best rate!"; ObjectID = "vRS-7W-Mft"; */
"vRS-7W-Mft.text" = "Pay now and lock in our best rate!";

/* Class = "UIButton"; accessibilityIdentifier = "booking_summary_book_now_button"; ObjectID = "vsE-EA-N5t"; */
"vsE-EA-N5t.accessibilityIdentifier" = "booking_summary_book_now_button";

/* Class = "UIButton"; normalTitle = "BOOK NOW"; ObjectID = "vsE-EA-N5t"; */
"vsE-EA-N5t.normalTitle" = "BOOK NOW";

/* Class = "UILabel"; text = "TOTAL"; ObjectID = "wbl-vY-1m7"; */
"wbl-vY-1m7.text" = "TOTAL";

/* Class = "UIButton"; accessibilityIdentifier = "booking_complete_share_button"; ObjectID = "X2C-wM-s3c"; */
"X2C-wM-s3c.accessibilityIdentifier" = "booking_complete_share_button";

/* Class = "UIButton"; normalTitle = "Button"; ObjectID = "X2C-wM-s3c"; */
"X2C-wM-s3c.normalTitle" = "Button";

/* Class = "UILabel"; text = "100.00"; ObjectID = "XA9-EF-XgI"; */
"XA9-EF-XgI.text" = "100.00";

/* Class = "UILabel"; text = "Be low are the details of your booking"; ObjectID = "Xao-Wn-cqh"; */
"Xao-Wn-cqh.text" = "Below are the details of your booking";

/* Class = "UILabel"; text = "TOTAL"; ObjectID = "xeU-Y7-nOd"; */
"xeU-Y7-nOd.text" = "TOTAL";

/* Class = "UILabel"; text = "ROOM 1"; ObjectID = "XS0-vh-TfA"; */
"XS0-vh-TfA.text" = "ROOM 1";

/* Class = "UILabel"; accessibilityIdentifier = "booking_complete_confirmation_code"; ObjectID = "Xu5-lV-f0z"; */
"Xu5-lV-f0z.accessibilityIdentifier" = "booking_complete_confirmation_code";

/* Class = "UILabel"; text = "Label"; ObjectID = "Xu5-lV-f0z"; */
"Xu5-lV-f0z.text" = "Label";

/* Class = "UILabel"; text = "TUE, 19 APR 2016 - WED, 20 APR 2016"; ObjectID = "Yga-WA-NPF"; */
"Yga-WA-NPF.text" = "TUE, 19 APR 2016 - WED, 20 APR 2016";

/* Class = "UILabel"; text = "(THB)"; ObjectID = "yNX-3y-GXn"; */
"yNX-3y-GXn.text" = "(THB)";

/* Class = "UILabel"; text = "IDR XXX,XXX"; ObjectID = "Yvx-wP-bBI"; */
"Yvx-wP-bBI.text" = "IDR XXX,XXX";

/* Class = "UILabel"; text = "CREDIT CARD"; ObjectID = "YwM-AW-A6W"; */
"YwM-AW-A6W.text" = "PAY NOW";

/* Class = "UIButton"; normalTitle = "Button"; ObjectID = "Z5E-CX-baq"; */
"Z5E-CX-baq.normalTitle" = "Button";

/* Class = "UILabel"; text = "(THB)"; ObjectID = "zef-LW-ShB"; */
"zef-LW-ShB.text" = "(THB)";


/* Class = "UILabel"; text = "1300 88 TUNE(8863)"; ObjectID = "LR3-vg-2wB"; */
"LR3-vg-2wB.text" = "1300 88 TUNE(8863)";

/* Class = "UINavigationItem"; title = "HELP & INFO"; ObjectID = "wS7-Qi-78n"; */
"wS7-Qi-78n.title" = "CONTACT US";

